Repository: anotheriosdev/ios-arabic-localization
Catalog: ArabicLocalization/*.lproj/Localizable.strings
Languages: ar

source: This is my Label
ar: هذه هي التسمية الخاصة بي

source: This is my TextField
ar: هذا هو حقلي النصي

source: This is my Button
ar: هذا هو زر بلدي

source: My Placeholder
ar: العنصر النائب الخاص بي

source: Change Language
ar: تغيير اللغة

source: Hello, How are you?
ar: مرحبا كيف حالك؟

source: Get busy living or get busy dying.
ar: كن مشغولا وأنت تعيش أو كن مشغولا وأنت تموت.

source: Home
ar: مسكن

source: Inbox
ar: صندوق الوارد

source: Settings
ar: إعدادات
